Repository: AhmadAD22/Yasbook2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: the account not found
ar: الحساب غير موجود

source: MANY OTP REQUESTS
ar: تم طلب الكود أكثر من المسموح

source: Failed to send OTP
ar: خطأ في إرسال الكود

source: OTP is not correct!
ar: الكود غير صحيح

source: Phone number or email already exists
ar: رقم الهاتف أو كلمة المرور خطأ

source: IDENTIFIER EXISTS
ar: رقم الهاتف أو البريد الإلكتروني موجود مسبقا

source: The phone is not verified
ar: لم يتم التحقق من الرقم

source: not a customer account
ar: هذا ليس حساب عميل

source: Invalid phone or password
ar: كلمة المرور أو رقم الهاتف خطأ

source: Can not change password try agin
ar: لا يمكن تغير كلمة المرور

source: Invalid old password
ar: كلمة المرور السابقة خطأ

source: product does not found!
ar: المنتج غير موجود

source: product Already Added!
ar: تم إضافة المنتج بشكل مسبق!

source: service does not found!
ar: الخدمة غير موجودة

source: Quantity is not enough
ar: الكمية غير كافية

source: Coupon is expired.
ar: إنتهت صلاحية الكوبون

source: There is coupon already.
ar: يوجد كوبون بشكل مسبق

source: The order Canceled
ar: تم إلغاء الطلب

source: The order Complated
ar: تم إكمال الطلب

source: Order confirmed successfully.
ar: تم تأكيد الطلب

source: The Product not found in the cart
ar: المنتج غير موجود بالسلة

source: Deleted successfully.
ar: تم الحذف بنجاح

source: Not found.
ar: غير موجود

source: The specialist is not exist
ar: الأخصائي غير موجود

source: In this day the store is closed
ar: المتجر مغلق في هذا الوقت

source: Yor location undefined
ar: موقعك غير محدد
